{
    "google meet не работает камера": "Убедитесь, что камера не используется другой программой. Попробуйте обновить драйвера или проверить настройки браузера.",
    "гугл мит не работает камера": "Убедитесь, что камера не используется другой программой. Попробуйте обновить драйвера или проверить настройки браузера.",
    "google meet не работает микрофон": "Убедитесь, что микрофон разрешен в настройках системы и Zoom. Перезапустите программу и проверьте, выбран ли правильный устройство.",
    "гугл мит не работает микрофон": "Убедитесь, что микрофон разрешен в настройках системы и Zoom. Перезапустите программу и проверьте, выбран ли правильный устройство.",
    "не работает трекер": "Проверьте, запущена ли программа YaWare. Убедитесь, что вы авторизованы в системе и плагин браузера активен.",
    "не устанавливается трекер": "Попробуйте запустить установщик от имени администратора. Убедитесь, что антивирус не блокирует установку.",
    "помилка авторизації": "Проверьте правильность введенных данных. Очистите кеш браузера и перезапустите программу.",
    "не работает плагин": "Убедитесь, что плагин установлен и активирован в браузере. Попробуйте удалить и установить плагин заново.",
    "трекер не делает скриншоты": "Проверьте разрешения в настройках системы на запись экрана.",
    "Telegram не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас стабильное интернет-соединение.",
        "Телеграм не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас стабильное интернет-соединение.",
        "Телеграмм не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас стабильное интернет-соединение.",
        "Telegram не отправляет сообщения": "Проверьте ваше интернет-соединение. Убедитесь, что вы не заблокированы получателем.",
        "Телеграм не отправляет сообщения": "Проверьте ваше интернет-соединение. Убедитесь, что вы не заблокированы получателем.",
        "Telegram не показывает уведомления": "Проверьте настройки уведомлений в Telegram и на вашем устройстве. Убедитесь, что уведомления не отключены.",
        "Телеграм не показывает уведомления": "Проверьте настройки уведомлений в Telegram и на вашем устройстве. Убедитесь, что уведомления не отключены.",
        "Telegram не загружает медиафайлы": "Проверьте ваше интернет-соединение. Убедитесь, что у вас достаточно свободного места на устройстве.",
    
        "Google Chrome не открывается": "Попробуйте перезапустить браузер или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "Гугл Хром не открывается": "Попробуйте перезапустить браузер или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "Google Chrome не грузит страницы": "Проверьте ваше интернет-соединение. Очистите кеш браузера или попробуйте отключить расширения.",
        "Гугл Хром не грузит страницы": "Проверьте ваше интернет-соединение. Очистите кеш браузера или попробуйте отключить расширения.",
        "Google Chrome работает медленно": "Попробуйте очистить кеш и cookies. Отключите ненужные расширения или переустановите браузер.",
        "Google Chrome не сохраняет пароли": "Проверьте настройки автозаполнения в Chrome. Убедитесь, что функция сохранения паролей включена.",
    
        "трекер не запускается": "Убедитесь, что программа установлена правильно. Попробуйте перезапустить компьютер или переустановить YaWare.",
        "трекер не трекает время": "Проверьте, авторизованы ли вы в системе. Убедитесь, что плагин браузера активен.",
        "трекер не синхронизируется": "Проверьте ваше интернет-соединение. Убедитесь, что вы авторизованы в системе YaWare.",
        "трекер не показывает статистику": "Убедитесь, что вы выбрали правильный период для отчета. Попробуйте обновить страницу или перезапустить программу.",
    
        "LibreOffice не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "ЛибреОфис не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "ЛібреОфіс не открывается": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "LibreOffice не открывает файлы": "Убедитесь, что файл не поврежден. Попробуйте открыть другой документ или переустановить LibreOffice.",
        "LibreOffice не сохраняет файлы": "Проверьте, есть ли у вас права на запись в папку. Убедитесь, что файл не открыт в другой программе.",
        "LibreOffice не печатает документы": "Проверьте подключение принтера. Убедитесь, что драйвера принтера установлены правильно.",
    
        "Windows не загружается": "Попробуйте перезапустить компьютер. Если проблема сохраняется, попробуйте восстановить систему или переустановить Windows.",
        "Віндовс не загружается": "Попробуйте перезапустить компьютер. Если проблема сохраняется, попробуйте восстановить систему или переустановить Windows.",
        "Виндовс не загружается": "Попробуйте перезапустить компьютер. Если проблема сохраняется, попробуйте восстановить систему или переустановить Windows.",
        "Windows показывает синий экран": "Запишите код ошибки и поищите его в интернете. Попробуйте обновить драйвера или переустановить Windows.",
        "Windows не обновляется": "Проверьте ваше интернет-соединение. Попробуйте запустить обновление вручную или перезапустить компьютер.",
        "Windows не подключается к Wi-Fi": "Проверьте, включен ли Wi-Fi на вашем устройстве. Убедитесь, что вы вводите правильный пароль от сети.",
    
        "Mac OS не загружается": "Попробуйте перезапустить компьютер. Если проблема сохраняется, попробуйте восстановить систему или переустановить Mac OS.",
        "Мак ОС не загружается": "Попробуйте перезапустить компьютер. Если проблема сохраняется, попробуйте восстановить систему или переустановить Mac OS.",
        "Mac OS не открывает программы": "Попробуйте перезапустить приложение или переустановить его. Убедитесь, что у вас достаточно оперативной памяти.",
        "Mac OS не подключается к интернету": "Проверьте ваше интернет-соединение. Убедитесь, что Wi-Fi включен и вы подключены к правильной сети.",
        "Mac OS не открывает PDF-файлы": "Попробуйте открыть файл в другом приложении, например, в Preview. Убедитесь, что файл не поврежден.",
    
        "не работает звук на компьютере": "Проверьте, включен ли звук в настройках системы. Убедитесь, что драйвера аудио установлены правильно.",
        "не работает камера на ноутбуке": "Убедитесь, что камера не используется другой программой. Попробуйте обновить драйвера или перезапустить компьютер.",
        "не работает принтер": "Проверьте подключение принтера к компьютеру. Убедитесь, что принтер включен и имеет бумагу.",
        "не работает клавиатура": "Попробуйте переподключить клавиатуру или перезапустить компьютер. Убедитесь, что драйвера клавиатуры установлены правильно.",
        "не работает мышь": "Проверьте подключение мыши. Попробуйте использовать другой порт или перезапустить компьютер."
} 